Repository: uskat/iOS-adv
Catalog: Navigation/Localize/*.lproj/Localizable.strings
Languages: es, ru

# feed.inputPassLabel
source: Input password to check (right pass: 111)
es: Ingrese la contraseña (contraseña correcta: 111)
ru: Введите пароль (правильный пароль: 111)

# feed.inputPassPlaceholder
source: Input password
es: Ingrese la contraseña
ru: Введите пароль

# feed.toGuessButtonN
source: To guess
es: Adivina
ru: Предположим

# feed.toGuessButtonH
source: Let's try...
es: Intentando...
ru: Пробуем...

# feed.toInfoVCButtonN
source: To InfoViewVC
es: Ir a InfoViewVC
ru: Переход в InfoViewVC

# feed.toInfoVCButtonH
source: InfoViewVC opening...
es: Se abre InfoViewVC...
ru: InfoViewVC открывается...

# feed.toListOfVideoN
source: List of videos
es: Lista de vídeos
ru: Список видео

# feed.toListOfVideoH
source: List of videos opening...
es: Se abre la lista de vídeos...
ru: Список видео открывается...

# feed.toVideoPlayerButtonN
source: Open videoplayer
es: Abrir reproductor de vídeo
ru: Открыть видеоплейер

# feed.toVideoPlayerButtonH
source: Videoplayer opening...
es: Se abre el reproductor de vídeo...
ru: Видеоплейер открывается...

# feed.toMapButtonN
source: Open map
es: Abrir mapa
ru: Открыть карту

# feed.toMapButtonH
source: Map opening...
es: El mapa se abre...
ru: Карта открывается...

# post.barButton
source: Info...
es: Información...
ru: Инфо...

# info.runAwayButton
source: RUUUUUUN AWAAAAAY !!!!!!
es: ¡EJECUTAR!
ru: БЕЖИИИИМ !!!!!!

# info.allBadAlert
source: Oh, no! All bad...
es: ¡Oh, no! Todo se ha ido...
ru: О, нет! Все пропало...

# info.allHandsAlert
source: All hands on deck!
es: ¡Todos manos a la obra!
ru: Свистать всех наверх!

# info.polundraAlert
source: Stand from under!
es: ¡Polundra!
ru: Полундра!

# info.allClearAlert
source: All-clear! False alarm!
es: ¡Cuelgue! Falsa alarma
ru: Отбой! Ложная тревога

# info.orbitalPeriod
source: ORBITAL PERIOD of Tatuin:
es: Período orbital de Tatooine:
ru: Период обращения Татуина:

# info.days
source: days
ru: дней

# info.listOfResidents
source: List of residents of Tatuin:
es: Lista de residentes de Tatooine:
ru: Список жителей Татуина:

source: Cancel
es: Cancelar
ru: Отмена

source: Post
es: Mensaje
ru: Сообщение

source: Feed
es: Alimentar
ru: Лента

source: Profile
es: Perfil
ru: Профиль

source: Favorites
es: Favoritos
ru: Избранное

source: Sign in
es: Iniciar sesión
ru: Вход

source: Sign up
es: Registrarse
ru: Регистрация

source: Login
es: Acceso
ru: Логин

# pass
source: Password
es: Contraseña
ru: Пароль

source: Name
es: Nombre
ru: Имя

# profile.typeStatus
source: Type new status
es: escriba nuevo estado
ru: Введите статус

# profile.photos
source: Photos
es: Fotos
ru: Фотографии

# profile.setStatusN
source: Set status
es: Establecer estado
ru: Установить статус

# profile.setStatusH
source: Status is being recorded
es: Se está registrando el estado
ru: Статус установлен

# notification.checkUpdate
source: Check out the latest updates
es: Consultar las últimas actualizaciones
ru: Посмотрите последние обновления

# notification.activated
source: Notification Center successfully activated
es: El Centro de notificaciones se activó correctamente
ru: Notification Center был успешно активирован
